Repository: mrknow/specto
Catalog: plugin.video.specto/resources/language/Hebrew/strings.po
Languages: he_il

# #31000
source: Item
he_il: ‎פריט

# #31001
source: Items
he_il: ‎פריטים

# #31002
source: Tag
he_il: ‎תג

# #31003
source: Next
he_il: ‎הבא

# #31004
source: Opaque panels
he_il: לוחות אטומים

# #31005
source: Video OSD
he_il: תצוגת מסך ווידאו

# #31006
source: Show infos when pressing info
he_il: הצג מידע כאשר לוחצים על מקש המידע

# #31007
source: Show media flags
he_il: הצג דגלי מידע על הסרט

# #31008
source: Show plot overlay in video library after delay
he_il: ‎הצג שכבת [B]עלילה[/B] בספריית הווידאו לאחר השהייה של מספר שניות

# #31009
source: Open playlist
he_il: ‎פתח רשימת השמעה

# #31010
source: Save playlist
he_il: ‎שמור רשימת השמעה

# #31011
source: Close playlist
he_il: ‎סגור רשימת השמעה

# #31012
source: Current playlist
he_il: ‎רשימת השמעה נוכחית

# #31013
source: Muted
he_il: ‎מושתק

# #31014
source: Show header
he_il: ‎הצג כותרת

# #31015
source: Live TV
he_il: ‎טלוויזיה

# #31016
source: Show widget infos
he_il: הצג מידע יישומון

# #31017
source: Votes
he_il: ‎הצבעות

# #31018
source: Increase
he_il: להגדיל

# #31019
source: Decrease
he_il: ‎להפחית

# #31020
source: Background
he_il: ‎תמונת רקע

# #31021
source: Show fanart
he_il: ‎תצוגת פאנארט

# #31027
source: Show background video
he_il: ‎הצג רקע ווידאו

# #31028
source: Show music artwork as background
he_il: הצג גרפיקת מוזיקה כרקע

# #31031
source: Recent movies
he_il: ‎סרטים אחרונים

# #31032
source: Recommended movies
he_il: ‎סרטים מומלצים

# #31034
source: Enable Artist Slideshow
he_il: ‎אפשר מצגת אמן

# #31035
source: Recent episodes
he_il: ‎פרקים אחרונים

# #31036
source: Recommended episodes
he_il: ‎פרקים מומלצים

# #31038
source: Recent albums
he_il: ‎אלבומים אחרונים

# #31039
source: Recommended albums
he_il: ‎אלבומים מומלצים

# #31043
source: Extra art
he_il: גרפיקה נוספת

# #31044
source: Local subtitle found!
he_il: נמצאה כתובית מקומית!

# #31045
source: Supplied by
he_il: ‎סופק על ידי

# #31046
source: Currently
he_il: ‎כרגע

# #31047
source: Visualisation Presets
he_il: ‎הגדרות חזותיות לתצוגה

# #31048
source: Playlist Options
he_il: ‎אפשרויות רשימת ניגון

# #31049
source: Customise home menu
he_il: ‎התאמה אישית של תפריט הבית

# #31052
source: Rated
he_il: ‎דירוג

# #31054
source: Random movies
he_il: ‎סרטים אקראיים

# #31055
source: Random episodes
he_il: ‎פרקים אקראיים

# #31056
source: Random albums
he_il: ‎אלבומים אקראיים

# #31057
source: Kiosk mode
he_il: ‎מצב קיוסק

# #31059
source: Memory Used:
he_il: ‎זיכרון בשימוש:

# #31063
source: Addons
he_il: ‎הרחבות

# #31064
source: Custom background image
he_il: ‎תמונת רקע מותאמת אישית

# #31065
source: Hide 'Mouse' warning
he_il: הסתר אזהרת 'עכבר'

# #31066
source: Cinema Exp.
he_il: מצב קולנוע.

# #31067
source: Page
he_il: דף

# #31068
source: View Options
he_il: ‎אפשרויות תצוגה

# #31069
source: Context Menu
he_il: ‎תפריט תוכן

# #31070
source: Infos
he_il: מידע

# #31071
source: Finishes at
he_il: מסתיים ב-

# #31072
source: Playing
he_il: מנגן

# #31073
source: Categories
he_il: ‎קבוצות

# #31074
source: Submenu
he_il: תפריט משנה

# #31075
source: Icon
he_il: סמליל

# #31076
source: Weather Fanart
he_il: פאנארט מזג אוויר

# #31077
source: Trending Movies
he_il: ‎סרטים טרנדיים

# #31078
source: In Cinemas
he_il: ‎בבתי הקולנוע

# #31079
source: Upcoming Films
he_il: ‎בקרוב בקולנוע

# #31080
source: Popular Movies
he_il: ‎סרטים פופולריים

# #31081
source: Top Rated Movies
he_il: ‎סרטים בדירוג גבוה

# #31082
source: Popular Shows
he_il: תוכניות פופולריות

# #31083
source: Top Rated Shows
he_il: תוכניות בדירוג גבוה

# #31084
source: On Air Shows
he_il: תוכניות משודרות עכשיו

# #31085
source: Airing Today
he_il: ‎משודר היום

# #31086
source: Custom 1
he_il: ‎מותאם אישית 1

# #31087
source: Custom 2
he_il: ‎מותאם אישית 2

# #31088
source: Custom 3
he_il: ‎מותאם אישית 3

# #31089
source: Custom 4
he_il: ‎מותאם אישית 4

# #31090
source: Content Loading
he_il: ‎תוכן נטען

# #31091
source: Trending Shows
he_il: תוכניות טרנדיות

# #31092
source: No info available
he_il: אין מידע זמין

# #31093
source: Movie Hub
he_il: רכזת סרטים

# #31094
source: TV Hub
he_il: רכזת סדרות

# #31095
source: Spotlight
he_il: באור הזרקור

# #31096
source: Hub items
he_il: תפריט רכזת

# #31097
source: Hub widget
he_il: יישומון רכזת

# #31098
source: Artwork
he_il: גרפיקה

# #31099
source: Codec
he_il: מקודד

# #31100
source: Recently Added
he_il: ‎נוספו לאחרונה

# #31101
source: Recently Played
he_il: ‎נוגן לאחרונה

# #31102
source: Watch Random
he_il: ‎צפו בצורה אקראית

# #31103
source: Delete Settings Shortcut
he_il: קיצור ל‎מחיקת הגדרות

# #31104
source: Are you sure you want to remove the settings shortcut?[CR]Please ensure that you have an alternative method of accessing settings before you remove this shortcut.
he_il: ‎האם אתה בטוח שברצונך להסיר את קיצור הדרך להגדרות?[CR]אנא ודא שיש לך שיטה חלופית לגישה להגדרות לפני שאתה מסיר את קיצור הדרך.

# #31105
source: Extra Infos
he_il: מידע נוסף

# #31106
source: 3D Mode
he_il: מצב 3D

# #31107
source: Similar
he_il: ‎דומה

# #31108
source: Youtube
he_il: ‎יו-טיוב

# #31109
source: provided by themoviedb.org
he_il: ‎מוגש על ידי TheMovieDb.org

# #31110
source: Extras
he_il: ‎תוספות

# #31111
source: Primary highlight colour
he_il: צבע הדגשה ראשי

# #31112
source: Secondary highlight colour
he_il: צבע הדגשה מישני

# #31113
source: Reset main colour to default
he_il: אפס את הצבע העיקרי לברירת המחדל

# #31114
source: Weather fanart
he_il: פאנארט מזג אוויר

# #31115
source: Show weather with clock
he_il: ‎הצג מזג אוויר עם השעון

# #31116
source: Animate fanarts
he_il: פאנארט מונפש

# #31117
source: mins
he_il: ‎דקות

# #31118
source: Animate artist fanarts
he_il: פאנארט אמנים מונפש

# #31119
source: Show visualisation effects
he_il: הצג אפקטים חזותיים

# #31120
source: Hide playback infos
he_il: הסתר מידע על המתנגן

# #31121
source: Music OSD
he_il: תצוגת מסך מוזיקה

# #31122
source: Match header tile with highlight colour
he_il: התאם כותרת אריח עם צבע הסמן

# #31123
source: Hub
he_il: רכזת מותאמת אישית

# #31124
source: Similar movies
he_il: ‎סרטים דומים

# #31125
source: Similar to
he_il: ‎דומה ל-

# #31126
source: Colours
he_il: צבעים

# #31127
source: Header & Hubs
he_il: כותרת ורכזות

# #31128
source: Colour
he_il: צבע

# #31129
source: Enable individual colour for each tile in home customisation
he_il: אפשר צבע ייחודי עבור כל אריח בתפריט התאמה אישית לבית

# #31130
source: items found
he_il: ‎פריטים שנמצאו

# #31131
source: Search Options
he_il: ‎אפשרויות חיפוש

# #31132
source: by Title
he_il: ‎לפי כותרת

# #31133
source: by Genre
he_il: ‎לפי סגנון

# #31134
source: by Actor
he_il: ‎לפי שחקן

# #31135
source: by Director
he_il: ‎לפי במאי

# #31136
source: by Studio
he_il: ‎לפי סטודיו

# #31137
source: Panel list
he_il: רשימת לוח

# #31138
source: Show clock
he_il: ‎הצג שעון

# #31139
source: Hubs
he_il: רכזות

# #31140
source: Show tile colour on unfocused tiles
he_il: הצג צבע אריחים על אריחים שלא נבחרו

# #31141
source: Posters with Info
he_il: פוסטרים עם מידע

# #31142
source: Big List Info
he_il: רשימה גדולה עם מידע

# #31143
source: Media Info 2
he_il: מידע מדיה 2

# #31144
source: Player Controls
he_il: פקדי נגן

# #31145
source: Extended Infos
he_il: מידע מורחב

# #31146
source: Fanart fallback image
he_il: פאנארט יישומון גיבוי

# #31147
source: Fallback widget
he_il: יישומון גיבוי

# #31148
source: Media Info 3
he_il: ‎פרטי מדיה 3

# #31149
source: Next Aired
he_il: הבא שישודר

# #31150
source: Show widget posters
he_il: ‎הצג יישומון פוסטרים

# #31151
source: Home tile icon
he_il: סמל אריח הבית

# #31152
source: Home tile text
he_il: כותרת אריח בית

# #31153
source: Always
he_il: תמיד

# #31154
source: On Up
he_il: אחד למעלה - לחצן מקלדת למעלה

# #31155
source: Never
he_il: לעולם לא

# #31156
source: Show DiscArt in widgets
he_il: הראה גרפיקת דיסק ביישומונים

# #31157
source: Home header text
he_il: הגדר כיתוב כותרת

# #31158
source: Media Center
he_il: מרכז המדיה

# #31159
source: Background overlay image
he_il: תמונת רקע כללית למעטפת

# #31160
source: Busy spinner
he_il: שינוי סמליל - עסוק

# #31161
source: Backup / Restore skin settings
he_il: גיבוי / שחזור הגדרות המעטפת

# #31162
source: Posters list
he_il: רשימת פוסטרים

# #31163
source: Gallery
he_il: גלרייה

# #31164
source: Fanarts/Thumbs list
he_il: רשימת פאנארט / תמונות ממוזערות

# #31165
source: Show sorting and info-line headers
he_il: הצג מיון וכותרות מספרי מידע

# #31166
source: Individually set in customisation dialog
he_il: מוגדר ידנית בחלון דיאלוג התאמה אישית

# #31167
source: Show unwatched count in header
he_il: הצג כמות תוכן שלא נצפה בכותרת

# #31168
source: Now / Next
he_il: כעת / הבא

# #31169
source: Reset skin settings to defaults
he_il: אפס את הגדרות המעטפת לברירות המחדל

# #31170
source: Backup / Restore
he_il: גיבוי / שחזור

# #31171
source: Reload skin
he_il: טען מעטפת מחדש

# #31172
source: Transparent home bar
he_il: אפשר שקיפות סרגל אריחי הבית

# #31173
source: Home bar style
he_il: התאם עיצוב סרגל אריחי הבית

# #31174
source: Weather icons
he_il: סמלילי מזג אוויר

# #31175
source: Customise shutdown menu
he_il: התאמה אישית של תפריט הכיבוי

# #31176
source: Genre icons
he_il: סמלילי ז'אנר

# #31177
source: Music genre icons
he_il: סמלילי ז'אנר מוזיקה

# #31178
source: Record label icons
he_il: סמלילי חברת תקליטים

# #31179
source: Select the record label icons resource add-on.
he_il: בחר את ההרחבה להורדת סמלילי חברות התקליטים.

# #31196
source: Select the music genre icons resource add-on.
he_il: בחר את ההרחבה להורדת סמלילי סגנונות מוזיקה.

# #31180
source: Default
he_il: ברירת מחדל

# #31181
source: Text in tiles
he_il: טקסט באריחים

# #31182
source: Text only
he_il: טקסט בלבד

# #31183
source: Customise shutdown menu
he_il: התאמה אישית של תפריט הכיבוי

# #31184
source: Splash screen (photo, video or music)
he_il: מסך הפתיחה (תמונה, סרטון או מוזיקה)

# #31185
source: Label
he_il: תווית

# #31186
source: Action
he_il: פעולה

# #31187
source: Background
he_il: תמונת רקע

# #31188
source: None (show user background)
he_il: ללא (הצג תמונת רקע של משתמש)

# #31189
source: None
he_il: ללא

# #31190
source: Next Episode
he_il: הפרק הבא שישודר

# #31191
source: Last Episode
he_il: הפרק האחרון ששודר

# #31192
source: Info List
he_il: רשימת מידע

# #31193
source: Box Office
he_il: קוּפָּה

# #31194
source: Show plot for Hub widgets
he_il: הראה עלילה עבור יישומוני רכזת

# #31195
source: Allow widget reloading
he_il: אפשר טעינה מחדש של יישומונים

# #31197
source: Lock view
he_il: נעל תצוגה

# #31198
source: Enable / disable views
he_il: אפשר \ נטרל תצוגות

# #31199
source: Showcase
he_il: תצוגת עטיפות

# #31200
source: Netflix
he_il: נטפליקס

# #31201
source: Select view mode
he_il: בחר מצב תצוגה

# #31202
source: Unlock View
he_il: לבטל נעילת תצוגה

# #31203
source: This view mode is currently locked to the content type
he_il: מצב תצוגה זה נעול כעת לסוג התוכן

# #31204
source: Do you wish to unlock it and set a new view mode?
he_il: האם ברצונך לפתוח אותו ולהגדיר מצב תצוגה חדש?

# #31205
source: Plain List
he_il: רשימה פשוטה

# #31206
source: Info List 3
he_il: רשימת מידע 3

# #31207
source: Medium Icon
he_il: סמלים בינונים

# #31208
source: Lovefilm
he_il: ספק LoveFilm

# #31209
source: Toggles the Video and Music OSD opacity.
he_il: עבור בין מצבי שקיפות של תצוגות מסך הווידאו והמוזיקה.

# #31210
source: Manage colour themes
he_il: ניהול צבע ערכות נושא

# #31211
source: OSD Opacity
he_il: שקיפות תצוגת מסך

# #31216
source: Enable onback command
he_il: אפשר פעולת 'חזור'

# #31217
source: Enables returning directly to the point of origin when shortcuts are used.
he_il: אפשר חזרה לנקודת התחלה כאשר משתמשים בקיצורים.

# #31218
source: Activate subtitles
he_il: הפעל כתוביות

# #31219
source: Turn off subtitles
he_il: כבה כתוביות

# #31220
source: 5 seconds
he_il: 5 שניות

# #31221
source: 10 seconds
he_il: 10 שניות

# #31222
source: 15 seconds
he_il: 15 שניות

# #31223
source: 20 seconds
he_il: 20 שניות

# #31224
source: 25 seconds
he_il: 25 שניות

# #31225
source: 30 seconds
he_il: 30 שניות

# #31226
source: 60 seconds
he_il: 60 שניות

# #31227
source: 5 minutes
he_il: 5 דקות

# #31228
source: 10 minutes
he_il: 10 דקות

# #31229
source: 20 minutes
he_il: 20 דקות

# #31230
source: 25 minutes
he_il: 25 דקות

# #31231
source: 30 minutes
he_il: 30 דקות

# #31232
source: Defines the time spent on a single image when rotating backgrounds are enabled.
he_il: קבע את זמן התצוגה של תמונה יחידה, כאשר אפשרות סיבוב הרקע פעילה.

# #31233
source: Backgrounds rotation time
he_il: זמן סיבוב תמונת רקע

# #31234
source: Show extrathumbs
he_il: הצג עוד תמונות ממוזערות

# #31235
source: Now:
he_il: עכשיו:

# #31236
source: Next:
he_il: הבא:

# #31237
source: ClearArt position
he_il: מיקום של 'גרפיקה שקופה'

# #31238
source: Sets the ClearArt position during playback.
he_il: קבע את המיקום של 'גרפיקה שקופה' במהלך ניגון.

# #31239
source: Center
he_il: מרכז

# #31240
source: Left
he_il: שמאל

# #31241
source: Right
he_il: ימין

# #31242
source: Show disc case
he_il: הצג עטיפת דיסק

# #31243
source: Shows the disc case in the Music OSD.
he_il: הצג עטיפת דיסק בתצוגת מסך המוזיקה.

# #31244
source: Dim the settings screen
he_il: עמעם את מסך ההגדרות

# #31245
source: Ignores the user's background settings and darkens the screens for better visibility.
he_il: תתעלם מהגדרות הרקע של המשתמש ותחשיך את המסכים לקבלת נראות טובה יותר.

# #31246
source: Go to fullscreen on playback
he_il: עבור למסך מלא בזמן ניגון

# #31247
source: Goes to the Music OSD immediately upon clicking a track.
he_il: הצג את מסך תצוגת המוזיקה, מיד בעת בחירת שיר.

# #31248
source: Use vertical context menu
he_il: תשתמש בתפריט תוכן אנכי

# #31249
source: Uses the vertical context menu instead of the default horizontal one.
he_il: תשתמש בתפריט תוכן אנכי במקום בתפריט האופקי המוגדר כברירת מחדל.

# #31250
source: Show DiscArt
he_il: תראה גרפיקת דיסק

# #31251
source: RightList
he_il: רשימה מימין

# #31252
source: Show Info
he_il: הראה מידע

# #31253
source: Alternate layout
he_il: שכבה חלופית

# #31254
source: Dim Home
he_il: תפריט בית מעומעם

# #31255
source: Applies a gradient effect on the Home screen backgrounds.
he_il: מכיל אפקט מעבר צבע על רקע מסך הבית.

# #31256
source: Widgets
he_il: יישומונים

# #31257
source: Resources
he_il: משאבים

# #31258
source: This category contains the settings for managing skin widgets.
he_il: קבוצה זו מכילה את ההגדרות לניהול היישומונים במעטפת.

# #31259
source: Show the widget item duration
he_il: תראה את משך זמן הפריט ביישומון

# #31260
source: Enables the duration display of the focused item within the widgets.
he_il: מאפשר להציג את משך הזמן של הפריט הנבחר בתוך היישומונים.

# #31261
source: Use animated discs
he_il: תשתמש בדיסקים מונפשים

# #31262
source: Enables the spinning disc (DiscArt or fake disc) in the Music OSD.
he_il: אפשר את תצוגת הדיסק המסתובב (גרפיקת דיסק או דיסק מזויף) במסך תצוגת המוזיקה.

# #31263
source: Use plot outline
he_il: תשתמש בתקציר עלילה

# #31264
source: Displays a shortened plot type for video media in the entire skin.
he_il: הצג תקציר עלילה לכל פריטי הווידאו בכל המעטפת.

# #31265
source: Low List
he_il: רשימה נמוכה

# #31266
source: Showcase Widgets
he_il: יישומונים של תצוגת עטיפות

# #31267
source: Landscape
he_il: תצוגה רוחבית

# #31268
source: Show showcase widget on down
he_il: הראה יישומון [B]עטיפות[/B] בלחיצה 'למטה'

# #31269
source: Miscellaneous
he_il: שונות

# #31270
source: Install from repository or zip file
he_il: התקן ממאגר הרחבות או מקובץ זיפ

# #31271
source: PVR
he_il: מקליט ווידאו אישי PVR

# #31272
source: Displays a window to setup the Showcase widgets type and layout.
he_il: הצגת חלון להגדרת סוג יישומונים, תצוגת העטיפות וצורתם.

# #31273
source: Displays the showcase widget when pressing down on menu items without submenus.
he_il: הצגת יישומון תצוגת העטיפות בעת לחיצת 'למטה' כאשר אין תפריטי משנה.

# #31274
source: View system events
he_il: הצג אירועי מערכת

# #31275
source: Event logs
he_il: יומני אירועים

# #31276
source: Customise showcase widgets
he_il: התאמת יישומון תצוגת עטיפות

# #31277
source: Show widget backgrounds on focus
he_il: הצג רקע היישומון כאשר הוא מסומן

# #31278
source: The widget backgrounds will be shown only when the widget is focused (on up).
he_il: רקעי היישומון יוצגו רק כאשר היישומון מסומן ופעיל.

# #31500
source: None
he_il: ללא

# #31501
source: Rounded tiles
he_il: אריחים מעוגלים

# #31502
source: Squared tiles
he_il: אריחים מרובעים

# #31503
source: Rounded Tile
he_il: אריח מעוגל

# #31504
source: Squared Tile
he_il: אריח מרובע

# #31505
source: Beveled Tile
he_il: אריח משופע

# #31506
source: Header tile style
he_il: סגנון אריח הכותרת

# #31507
source: Widgets tile style
he_il: סגנון אריח היישומונים

# #31508
source: Power Menu Shortcut
he_il: קיצור דרך לתפריט הכיבוי

# #31509
source: Library options
he_il: אפשריות ספרייה

# #31510
source: Disable rating and votes display
he_il: בטל הצגת דירוג והצבעות

# #31511
source: Disable classification infos (MPAA) display
he_il: בטל הצגת סיווג תוכן לא תואם לגיל

# #31512
source: Show ClearArt on video info screens
he_il: הצג 'לוגו שקוף' במסכי מידע לווידאו

# #31513
source: Show movies/tv shows ClearLogo artwork
he_il: הצג 'לוגו שקוף' של סרטים וסדרות

# #31514
source: active
he_il: פעיל

# #31515
source: inactive
he_il: לא פעיל

# #31516
source: Download subtitles
he_il: הורד כתוביות

# #31517
source: Next subtitles
he_il: הכתובית הבאה

# #31518
source: Subtitles
he_il: כתוביות

# #31519
source: Show artist ClearLogos
he_il: הראה 'לוגו שקוף' של האמן

# #31520
source: Path to musics directory
he_il: נתיב לתיקיית המוזיקה

# #31521
source: Show DiscArt on album info screens
he_il: הצג גרפיקת דיסק במסכי המידע לאלבום

# #31522
source: Path to the music directory
he_il: נתיב לתוך ספריית המוזיקה

# #31523
source: Last Updated :
he_il: עדכון אחרון:

# #31524
source: Rollback
he_il: גלגל לאחור (אחזר)

# #31525
source: Show ClearArt on video info screens
he_il: הצג 'גרפיקה שקופה' במסכי מידע הווידאו

# #31526
source: Back to Fullscreen
he_il: חזרה למסך מלא

# #31527
source: Show ClearArt with the NextUp Notification add-on
he_il: הצג 'גרפיקה שקופה' בעת התרעה על השידור הבא

# #31528
source: Channels
he_il: ערוצים

# #31529
source: Disable Box Office info on video info screens
he_il: השבת נתוני הכנסות הסרט בקופות בפרטי הסרט

# #31530
source: Disable Box Office info on video info screens
he_il: השבת נתוני הכנסות הסרט בקופות בפרטי הסרט

# #31531
source: Hide header tile
he_il: הסתר את אריח הכותרת

# #31532
source: Big Wide with Logos
he_il: גדול ורחב עם סמלים

# #31533
source: Fast Forward
he_il: הרצה קדימה

# #31534
source: Fast Rewind
he_il: הרצה אחורה

# #31535
source: Show ClearLogo on widget tiles
he_il: הצג סמל שקוף באריחי יישומון

# #31536
source: This category contains the settings for the home menu.
he_il: קבוצה זו מכילה את ההגדרות עבור תפריט הבית.

# #31537
source: This category contains the settings for the background.
he_il: קבוצה זו מכילה את ההגדרות עבור תצוגת הרקע.

# #31538
source: This category contains the settings for the Music OSD.
he_il: קבוצה זו מכילה את ההגדרות עבור תצוגת מסך המוזיקה.

# #31539
source: This category contains the settings for the Video OSD.
he_il: קבוצה זו מכילה את ההגדרות עבור תצוגת מסך הווידאו.

# #31540
source: This category contains the settings for the header and a few settings for the hubs.
he_il: קבוצה זו מכילה את ההגדרות עבור הכותרת וכמה הגדרות עבור הרכזת.

# #31541
source: This category contains the settings for displaying various items in the library.
he_il: קבוצה זו מכילה את ההגדרות להצגת פריטים שונים בספרייה.

# #31542
source: This category contains the settings for highlight colours.
he_il: קבוצה זו מכילה את ההגדרות עבור צבעי ההדגשה.

# #31543
source: This category contains extra settings.
he_il: קבוצה זו מכילה הגדרות נוספות.

# #31544
source: This category contains the settings for managing various skin resources.
he_il: קבוצה זו מכילה את ההגדרות לניהול משאבי המעטפת השונים.

# #31545
source: Configure home menu and widgets.
he_il: הגדר את תפריט הבית ואת היישומונים.

# #31546
source: Select the widget to display when no widget is selected in the configuration of the home menu.
he_il: בחר את היישומון להצגה כאשר לא נבחר יישומון בהגדרות תפריט הבית.

# #31547
source: Shows widget tile and infos on home menu.
he_il: הצג אריח יישומון ומידע בתפריט הבית.

# #31548
source: Choose how posters are displayed with widgets. [[B]Never[/B]] No poster is displayed with widgets. [[B]Always[/B]] Posters are always displayed with widgets. [[B]On Up[/B]] Posters are displayed only when pressing the Up button. [B]Individually set in customisation dialog[/B]] Choose to display or not posters individually for each widget via customise home menu.
he_il: בחר איך פוסטרים מוצגים ביחד עם יישומונים. [[B]לעולם לא[/B]] הפוסטר לא יוצג עם היישומונים. [[B]תמיד[/B]] פוסטרים תמיד יוצגו עם היישומונים. [[B]בעת לחיצה 'למעלה'[/B]] פוסטרים יוצגו כאשר יילחץ לחצן ה'למעלה'. [[B]מוגדר אישית בתפריט התאמה אישית[/B]] בחר האם להציג או להסתיר פוסטרים, עבור כל יישומון בנפרד, בתפריט ההתאמה האישית.

# #31549
source: Shows discs with widgets.
he_il: הצג דיסקים עם יישומונים.

# #31550
source: Shows ClearLogos with widgets.
he_il: הצג 'סמלים שקופים' עם היישומון.

# #31551
source: Choose home tile icon.
he_il: בחר סמליל אריח בית.

# #31552
source: Sets home tile text.
he_il: בחר טקסט לאריח הבית.

# #31553
source: Sets home header text.
he_il: בחר טקסט לכותרת הבית.

# #31554
source: Let's make the home bar menu transparent.
he_il: בואו נהפוך את סרגל האריחים המרכזי לשקוף.

# #31555
source: Sets the home bar style.
he_il: בחר את סגנון סרגל האריחים המרכזי.

# #31556
source: Sets the header tile style.
he_il: בחר את סגנון אריח הכותרת.

# #31557
source: Sets the widget tiles style.
he_il: בחר את סגנון אריחי היישומונים.

# #31558
source: Shows fanart as backgrounds within the library.
he_il: מציג את הפאנארט כרקע בתוך הספרייה.

# #31559
source: Shows playing video as background.
he_il: מציג את הווידאו המתנגן כרקע.

# #31560
source: Gives a displacement effect to Fanart.
he_il: נותן אפקט המחשה לפאנארט.

# #31561
source: Select a background to replace the default.
he_il: בחר רקע להחלפת רקע ברירת המחדל.

# #31562
source: Select a background to display when no Fanart is available.
he_il: בחר רקע להצגה כאשר אין פאנארט זמין.

# #31563
source: Select the Weather fanart resource add-on.
he_il: בחר את מקור ההרחבה לפאנארט מזג האוויר.

# #31564
source: Select background on music visualisation. [[B]None[/B]] show a black background. [[B]Fanart[/B]] show fanart set for artist. [[B]Artist Slideshow[/B]] show artist slideshow in background. [[B]Album wall[/B]] show a background with covers of all albums.
he_il: בחר את הרקע בעת תצוגת מוזיקה. [[B]ללא[/B]] הצג רקע שחור. [[B]פאנארט[/B]] הצג פאנארט של האמן. [[B]מצגת אמן[/B]] הצג את מצגת האמן כרקע. [[B]קיר אלבום[/B]] הצג רקע מלא בכל האלבומים.

# #31565
source: Artist Slideshow
he_il: מצגת אמן

# #31566
source: Shows visualisation effects on music visualisation.
he_il: הצג אפקטים חזותיים על תצוגת מוסיקה.

# #31567
source: Gives a displacement effect to artist Fanart.
he_il: תן אפקט תזוזה לפאנארט האמן.

# #31568
source: Disables the header tile on music visualisation.
he_il: השבת את אריח הכותרת בעת תצוגת מוסיקה.

# #31569
source: Shows the clock on music visualisation.
he_il: הצג את השעון בעת תצוגת מוסיקה.

# #31570
source: Shows the weather on music visualisation.
he_il: הצג את מזג האוויר בעת תצוגת מוסיקה.

# #31571
source: Shows the info panel using the [B]Info[/B] button when viewing a video.
he_il: הצג את פאנל המידע בעזרת כפתור [B]'מידע'[/B] בעת צפייה בווידאו.

# #31572
source: Shows ClearArt along with the info panel.
he_il: מציג את 'הגרפיקה השקופה' ביחד עם לוח המידע.

# #31573
source: Shows TV Shows ClearArt with the [B]NextUp Notification[/B] add-on.
he_il: הצג את 'הגרפיקה השקופה' של השידור הבא בתוכניות טלוויזיה בעזרת הרחבת [B]NextUp Notification[/B].

# #31574
source: Shows the clock on header.
he_il: הראה את השעון בכותרת.
