Repository: mrknow/specto
Catalog: plugin.video.specto/resources/language/Hebrew/strings.po
Languages: he_il

# #31803
source: [B]Skin Helper Skin Backup[/B] add-on is needed to enable skin backup and restore features.
he_il: [B]Skin Helper Skin Backup[/B] - ההרחבה נחוצה על מנת לאפשר גיבוי ושיחזור של הגדרות המעטפת.

# #31804
source: Use manfeed's lyrics
he_il: השתמש במילות השיר מתוך manfeed's

# #31805
source: Enables coloured and animated lyrics from manfeed instead of the regular one.
he_il: אפשר מילות שיר בצבעים ובתנועה במקום הרגילות.

# #31806
source: Use bars in Hub menus
he_il: השתמש בסרגלים בתפריטי הרכזת

# #31807
source: Enables the white bars in hub menus instead of the dark and light themed panels.
he_il: מאפשר את הסרגלים הלבנים בתפריטי הרכזת במקום לוחות חשוכים או מוארים.

# #31808
source: Show duration flags
he_il: הצג נתוני משך זמן המדיה

# #31809
source: Displays the finish time, duration and set posters in the library.
he_il: מציג את זמן הסיום, משך הזמן וקביעת פוסטרים בספרייה.

# #31810
source: Revenue
he_il: הַכנָסָה

# #31811
source: Budget
he_il: תקציב

# #31006
source: Show plot when pressing info
he_il: הצג עלילה בעת לחיצת מידע

# #31016
source: Show widget information
he_il: ‎הצג מידע יישומון

# #31028
source: Show background visualisation
he_il: ‎הדמיית רקע מונפש

# #31067
source: Pages
he_il: ‎דפים

# #31070
source: Info
he_il: ‎מידע

# #31074
source: Set submenu
he_il: ‎הגדר תפריט משנה

# #31092
source: No information available
he_il: ‎אין מידע זמין

# #31105
source: Extra Info
he_il: ‎מידע נוסף

# #31111
source: Choose primary highlight color
he_il: ‎בחר צבע הדגשה לכותרת הראשית

# #31112
source: Choose secondary highlight color
he_il: ‎בחר הדגשה צבע לכותרת המשנית

# #31113
source: Reset colors to defaults
he_il: ‎אפס צבעים לברירת מחדל

# #31114
source: Set weather fanart
he_il: ‎הגדר פאנארט מזג אוויר

# #31116
source: Animate fanart
he_il: ‎הנפשת פאנארט

# #31118
source: Animate artist slideshow
he_il: ‎הנפש מצגת אמן

# #31119
source: Show visualisation behind artist slideshow
he_il: ‎הצג אפקטים חזותיים מאחורי מצגת אמן

# #31122
source: Match header tile with highlight color
he_il: ‎התאם את צבע אריח הכותרת לצבע ההדגשה

# #31126
source: Colors
he_il: ‎צבעים

# #31127
source: Header
he_il: ‎כותרת

# #31128
source: color
he_il: צבע

# #31129
source: Enable individual tile colors in home customisation
he_il: ‎אפשר צבעי אריחים בודדים בהתאמת הבית אישית

# #31141
source: Info icons
he_il: ‎סמלי מידע

# #31142
source: Big list info
he_il: ‎רשימת מידע גדולה

# #31145
source: Extended Info
he_il: ‎מידע מורחב

# #31156
source: Show widget discart
he_il: הצג יישומון גרפיקת דיסק

# #31164
source: Fanart list
he_il: רשימת פאנארט

# #31165
source: Show sorting and info line headers
he_il: הצג את המיון ומידע שורת הכותרת

# #31169
source: Reset skin settings to defaults (WARNING - This will override all skin settings)
he_il: איפוס הגדרות המעטפת לברירת מחדל ( אזהרה - אפשרות זו תבטל את כל השינויים שנעשו ע״י המשתמש!)

# #31184
source: Startup video or playlist
he_il: סרטון פתיח או רשימת ניגון

# #31194
source: Manage Home Screen
he_il: נהל את מסך הבית

# #31195
source: Show movies/tv shows clearlogos"
he_il: הפעלת סרט או סדרה תציג 'לוגו שקוף'

# #31196
source: with logos
he_il: עם סמלים

# #31197
source: Show albums CDArt on albums infos
he_il: הצג עטיפת דיסק באלבומי המוזיקה

# #31198
source: Path to albums CDArt directory
he_il: מיקום תיקיית עטיפת דיסק למוזיקה

# #31199
source: Show artists clearlogos
he_il: הצג גרפיקת סמלי אלבום מוזיקה

# #31200
source: Path to Artists Artworks directory
he_il: מיקום תיקיית הגרפיקה לאלבומי המוזיקה

# #31201
source: Fakecdart
he_il: תצוגת תקליטור 'מזויף'

# #31202
source: Show plot for hub widgets
he_il: הראה עלילה עבור יישומוני הרכזת

# #31203
source: Necessary Addons
he_il: הרחבות נדרשות

# #31204
source: Show ClearLogo on widgets tile
he_il: הצג 'לוגו שקוף' באריח היישומון (מסך הבית)

# #31205
source: Show ClearArt on video infos
he_il: הצג 'לוגו שקוף' במסך מידע הווידאו

# #31206
source: Widget
he_il: יישומון

# #31207
source: Submenu
he_il: תפריט משנה

# #31208
source: Color
he_il: צבע

# #31209
source: Choose shortcut
he_il: בחר קיצור דרך

# #31210
source: Restore shortcut
he_il: שחזר קיצור דרך

# #31211
source: Fanarts transparency
he_il: שקיפות רקע פאנארט

# #31212
source: Show media flags on Hub widget
he_il: הצג דגלוני מדיה ביישומון הרכזת

# #31213
source: Download subtitles
he_il: הורדת כתוביות

# #31214
source: Next subtitles
he_il: הכתוביות הבאות

# #31215
source: active
he_il: פעיל

# #31216
source: Subtitles
he_il: כתוביות

# #31217
source: inactive
he_il: לא פעיל

# #31218
source: Enable Holiday
he_il: תצוגת חג

# #31219
source: Album wall
he_il: תצוגת קיר

# #31220
source: Artist Slideshow
he_il: מצגת אמן

# #31221
source: Hide header tile
he_il: הסתר אריח כותרת

# #31222
source: Music visualisation background
he_il: רקע להדמיה של מוסיקה

# #31223
source: Fanart
he_il: פאנארט

# #31224
source: Color
he_il: צבע

# #31225
source: Select background color
he_il: שינוי צבע כללי למעטפת

# #31226
source: Beveled Tiles
he_il: אריחים משופעים

# #31227
source: Rounded tiles tiles with rounded corners
he_il: אריחים מעוגלים בפינות

# #31228
source: Square tiles
he_il: אריחים מרובעים

# #31229
source: This category contains all necessary addons so that the skin works correctly.
he_il: קבוצה זו מציגה את ההרחבות הדרושות לפעולה מלאה של המעטפת. (במידה והרחבה איננה מותקנת, ניתן להתקינה על ידי לחיצה על שם ההרחבה).

# #31230
source: Last Updated :
he_il: עודכן לאחרונה:

# #31231
source: This category contains the settings for home menu.
he_il: קבוצה זו כוללת את ההגדרות עבור תפריט הבית.

# #31232
source: This category contains the settings for background.
he_il: קבוצה זו כוללת את ההגדרות עבור רקע.

# #31233
source: This category contains the settings for music OSD.
he_il: קבוצה זו כוללת את ההגדרות עבור תפריט מסך המוסיקה.

# #31234
source: This category contains the settings for video OSD.
he_il: קבוצה זו כוללת את ההגדרות עבור תצוגה של מסך הווידאו.

# #31235
source: This category contains the settings for header.
he_il: קבוצה זו כוללת את ההגדרות לכותרת.

# #31236
source: This category contains the settings for display items.
he_il: קבוצה זו כוללת את ההגדרות עבור פריטי תצוגה.

# #31237
source: This category contains the settings for highlight colors.
he_il: קבוצה זו כוללת את ההגדרות לצבעי ההדגשה.

# #31238
source: This category contains the skin extras settings.
he_il: קבוצה זו כוללת את ההגדרות עבור תוספת הגדרות למעטפת.

# #31239
source: This category contains the settings for backup and restore skin settings.
he_il: קבוצה זו כוללת את ההגדרות לגיבוי ושחזור.

# #31240
source: Configure home menu and widgets.
he_il: קביעת תצורה של תפריט הבית והיישומונים.

# #31241
source: Select the widget to display when no widget is selected in the configuration of the home menu.
he_il: בחר את היישומון להצגה כאשר אין יישומון נבחר, בהגדרות תפריט הבית.

# #31242
source: Show widget tile and informations on home menu.
he_il: הצג אריח יישומון ומידע בתפריט הבית.

# #31243
source: Choose how posters are displayed with widgets. [[B]Never[/B]]" No poster is displayed with widgets. [[B]Always[/B]] Posters are always displayed with widgets. [[B]On Up[/B]] Posters are displayed only when pressing the Up button. [B]Individually set in customisation dialog[/B]] Choose to display or not posters individually for each widget via customise home menu.
he_il: בחר איך פוסטרים מוצגים ביחד עם יישומונים. [[B]לעולם לא[/B]] הפוסטר לא יוצג עם היישומונים. [[B]תמיד[/B]] פוסטרים תמיד יוצגו עם היישומונים. [[B]בעת לחיצה 'למעלה'[/B]] פוסטרים יוצגו כאשר יילחץ לחצן ה'למעלה'. [[B]מוגדר אישית בתפריט התאמה אישית[/B]] בחר האם להציג או להסתיר פוסטרים ייחודית עבור כל יישומון בתפריט ההתאמה האישית.

# #31244
source: Show discs with widgets.
he_il: הצג דיסקים עם יישומון.

# #31245
source: Show clearlogos with widgets.
he_il: הצג 'סמלים שקופים' עם יישומונים.

# #31246
source: Choose home tile icon.
he_il: בחר אייקון לאריח הבית.

# #31247
source: Set home tile text.
he_il: הראה טקסט אריח הבית.

# #31248
source: Set home header text.
he_il: הגדר טקסט לכותרת המעטפת.

# #31249
source: Lets make transparente the home bar menu
he_il: אפשר שקיפות של תפריט סרגל אריחי הביתי

# #31252
source: Installed
he_il: מותקן

# #31253
source: Not installed
he_il: לא מותקן

# #31254
source: Enable individual text color for each tile in home customisation
he_il: אפשר צבע טקסט בודד עבור כל אריח בהתאמת הבית

# #31255
source: Text color
he_il: צבע הטקסט

# #31256
source: Widgets tile style
he_il: סגנון רקע יישומון

# #31257
source: Widgets text Background cd
he_il: יישומון רקע אחורי - מותאם לדיסק

# #31258
source: Widgets text Background Rounded
he_il: יישומון רקע אחורי - פינות מעוגלות

# #31259
source: Widgets text Background Square
he_il: יישומון רקע אחורי - מרובע

# #31261
source: Hub-2
he_il: רכזת מותאמת אישית 2

# #31262
source: Hub-3
he_il: רכזת מותאמת אישית 3

# #31263
source: Hub-4
he_il: רכזת מותאמת אישית 4

# #31264
source: Hub-5
he_il: רכזת מותאמת אישית 5

# #31265
source: Hub-6
he_il: רכזת מותאמת אישית 6

# #31266
source: Hub-7
he_il: רכזת מותאמת אישית 7

# #31267
source: Show background video
he_il: הצג ווידאו ברקע

# #31268
source: Hide playback infos
he_il: הסתר מידע על המדיה המושמעת

# #31269
source: Debug info
he_il: מצב ניפוי שגיאות

# #31270
source: Empty Rounded tiles
he_il: אריחים עגולים ריקים

# #31271
source: Empty beveled tiles
he_il: אריחים משופעים ריקים

# #31272
source: Empty squared tiles
he_il: אריחים מרובעים ריקים

# #31273
source: Rounded tiles
he_il: אריחים עגולים

# #31274
source: Rounded tiles tiles with rounded corners
he_il: אריחים מעוגלים, אריחים עם פינות מעוגלות

# #31275
source: tiles icon
he_il: אריחי סמלים לפי משתמש

# #31276
source: Home bar color and opacity
he_il: שינוי צבע סרגל אריחים מרכזי ושקיפות

# #31277
source: Reset home bar color and opacity
he_il: איפוס צבע סרגל אריחים מרכזי ושקיפות

# #31278
source: Color and opacity of secondary widget tile
he_il: שינוי צבע ושקיפות של אריח היישומון המשני

# #31279
source: Reset color and opacity of primary widget tile
he_il: איפוס צבע ושקיפות של אריח היישומון הראשי

# #31280
source: Color and opacity of secondary widget tile
he_il: שינוי צבע ושקיפות של אריח היישומון המשני

# #31281
source: Reset color and opacity of secondary widget tile
he_il: איפוס צבע ושקיפות של אריח היישומון המשני

# #31282
source: Posters list
he_il: רשימת פוסטרים

# #31283
source: Replace widget fanart with background
he_il: החלף יישומון פאנארט עם רקע

# #31284
source: Password protection
he_il: הגנה באמצעות סיסמה

# #31285
source: Password protection for menu items
he_il: הגנה באמצעות סיסמה לפריטי תפריט

# #31286
source: Password has been successfully set !
he_il: הסיסמה הוגדרה בהצלחה!

# #31287
source: Duration of protection for menu items
he_il: משך ההגנה לפריטי תפריט

# #31288
source: Password protected content
he_il: תוכן מוגן בסיסמה

# #31289
source: Press [B]Enter[/B] and insert password.
he_il: לחץ על[B] Enter[/B] על מנת להזין סיסמה.

# #31290
source: Incorrect password ! Please Retry.
he_il: הסיסמה שגויה! אנא נסה שוב.

# #31291
source: Correct password ! This menu is now available for
he_il: הסיסמה נכונה! תפריט זה זמין כעת במשך כ-

# #31292
source: Hub-8
he_il: רכזת מותאמת אישית 8

# #31293
source: Hub-9
he_il: רכזת מותאמת אישית 9

# #31294
source: Hub-10
he_il: רכזת מותאמת אישית 10

# #31295
source: Hub-11
he_il: רכזת מותאמת אישית 11

# #31296
source: Hub-12
he_il: רכזת מותאמת אישית 12

# #31297
source: Hub-13
he_il: רכזת מותאמת אישית 13

# #31298
source: Hub-14
he_il: רכזת מותאמת אישית 14

# #31299
source: Hub-15
he_il: רכזת מותאמת אישית 15

# #31300
source: Hub-16
he_il: רכזת מותאמת אישית 16

# #31301
source: Hub-17
he_il: רכזת מותאמת אישית 17

# #31302
source: Hub-18
he_il: רכזת מותאמת אישית 18

# #31553
source: Sets the home header text. To hide it, input [B]N/A[/B] as your text!
he_il: קבע את טקסט כותרת הבית. להסתרה הכנס [B]N/A[/B] בתור הטקסט!
