Repository: mrknow/specto
Catalog: plugin.video.specto/resources/language/Hebrew/strings.po
Languages: he_il

# #31575
source: Shows the clock with weather on header.
he_il: הראה את השעון יחד עם מזג האוויר בכותרת.

# #31576
source: Shows the text header.
he_il: הראה את טקסט הכותרת.

# #31577
source: Shows the number of unwatched media rather than the total number of media.
he_il: הראה את מספר התכנים שלא נצפו, במקום את מספר התכנים הכולל.

# #31578
source: Shows the header tile in the same colour as the primary highlight colour.
he_il: התאם את צבע אריח הכותרת כמו צבע ההדגשה הראשי.

# #31579
source: Shows media info icons such as ratio, resolution, video codec, audio codec, number of channels...
he_il: הצג סמלי פרטי המדיה כגון: יחס תצוגה, רזולוציה, מקודד ווידאו, מקודד אודיו, מספר ערוצי שמע...

# #31580
source: Shows a synopsis of videos in the forefront after a few seconds.
he_il: מציג תקציר של קטעי ווידאו בחזית לאחר כמה שניות.

# #31581
source: Shows sorting info and header lines.
he_il: מציג נתוני מיון וקווי כותרת.

# #31582
source: Hides the display of votes and notes in the entire skin.
he_il: הסתר את התצוגה של ההצבעות והערות בכל המעטפת.

# #31583
source: Hides the display of MPAA in the entire skin.
he_il: הסתר את סיווג [B]'התוכן לפי גיל'[/B]בכל המעטפת.

# #31584
source: Hides the display of Box Office info on video info screens.
he_il: מסתיר את נתוני [B]'הכנסות הסרט בקופות'[/B] במידע על הסרט.

# #31585
source: Shows ClearArt on video info screens.
he_il: הצג 'גרפיקה שקופה' במסך המידע של הווידאו.

# #31586
source: Shows movies/tv shows ClearLogo on header.
he_il: הצג את גרפיקת הסמלים של הסרטים והסדרות בכותרת.

# #31587
source: Shows the current artist ClearLogo on header.
he_il: הצג את גרפיקת הסמל של האמן הנוכחי בכותרת.

# #31588
source: Sets the folder path where music files are located.
he_il: הגדר את נתיב התיקייה שבה נמצאים קבצי המוסיקה.

# #31589
source: Shows album DiscArt on album info screens.
he_il: הצג את גרפיקת הדיסק של האלבום במסכי מידע האלבום.

# #31590
source: Sets the folder path where music files are located.
he_il: הגדר את נתיב התיקייה שבה נמצאים קבצי מוסיקה.

# #31591
source: Sets the primary colour for focused items.
he_il: הגדר צבע ראשי לפריטים הממוקדים.

# #31592
source: Sets the secondary colour used by some texts.
he_il: הגדר צבע משני לשימוש בטקסט.

# #31593
source: Resets the main colour to default.
he_il: אפס את הצבע הראשי לברירת המחדל.

# #31594
source: Sets a colour for each tile of the home bar menu via customisation home menu.
he_il: הגדר צבע עבור כל אריח של תפריט הבית, באמצעות תפריט הבית בהתאמה אישית.

# #31595
source: Shows unfocused tiles in colour.
he_il: הצג צבע על אריחים שלא מסומנים.

# #31596
source: Lock settings for use Kodi in self-service.
he_il: נעל הגדרות לשימוש בקודי לשירות-עצמי.

# #31597
source: Configure various functions of the power menu.
he_il: הגדר פונקציות שונות של תפריט ההפעלה.

# #31598
source: Sets the icon to be displayed when loading.
he_il: קבע את הסמל שיוצג בעת הטעינה.

# #31599
source: Shows an opaque background on skin menus and windows.
he_il: הראה רקע אטום על תפריטי וחלונות המעטפת.

# #31600
source: Select the genre icons resource add-on.
he_il: הגדר את ההרחבה למשאבי סמלי [B]'סגנון'[/B].

# #31601
source: Select a photo, a video or a tune to run when Kodi starts up.
he_il: בחר תמונה, ווידאו או צליל, אשר יפעלו כאשר קודי עולה.

# #31602
source: Shows debug info on the interface.
he_il: הצג מידע ניפוי שגיאות על הממשק.

# #31603
source: Debug infos
he_il: מידע ניפוי שגיאות

# #31604
source: Opens a window to backup or restore skin settings.
he_il: פותח חלון לגיבוי או שחזור הגדרות המעטפת.

# #31605
source: List
he_il: מידע

# #31606
source: Resets all default skin settings. [B]CAUTION![/B] This will replace all the current settings.
he_il: אפס את כל הגדרות המעטפת לברירת מחדל. [B]זהירות![/B] כל ההגדרות הנוכחות יימחקו.

# #31607
source: Necessary Addons
he_il: הרחבות נחוצות

# #31608
source: This category lists all of the necessary addons so that the skin will work correctly.
he_il: קבוצה זו מפרטת את כל ההרחבות הנחוצות כדי שהמעטפת תעבוד כראוי.

# #31609
source: must be manually installed
he_il: חייב להיות מותקן ידנית

# #31610
source: [B]Image Resource Select Addon[/B] add-on is needed to select addons (genres icons, studios icons, weather icons, etc...).
he_il: [B]Image Resource Select Addon[/B] - ההרחבה נחוצה על מנת לבחור הרחבות (סמלי סגנון, סמלי אולפנים, סמלי מזג אוויר ועוד...).

# #31611
source: [B]Skin Shortcuts[/B] add-on is needed to personnalise menus and widgets.
he_il: [B]Skin Shortcuts[/B] - ההרחבה נחוצה על מנת להתאים אישית את התפריטים והיישומונים.

# #31612
source: [B]ExtendedInfo Script[/B] add-on is needed to show additionnal infos about media.
he_il: [B]ExtendedInfo Script[/B] - ההרחבה נחוצה להצגת מידע נוסף על המדיה.

# #31613
source: [B]Skin Helper Service[/B] add-on is needed for many features of the skin.
he_il: [B]Skin Helper Service[/B] - ההרחבה נחוצה למרכיבים רבים של המעטפת.

# #31614
source: [B]Play Album Script[/B] add-on is needed to play album on album infos screen.
he_il: [B]Play Album Script[/B] - ההרחבה נחוצה על מנת לנגן אלבום במסך מידע האלבום.

# #31615
source: [B]Global Search[/B] add-on is needed to search content in library.
he_il: [B]Global Search[/B] - ההרחבה נחוצה על מנת לחפש תוכן בספרייה.

# #31616
source: [B]Nextup Service Notification[/B] add-on is needed to popup a notification at a specified time period before the end to allow quicker play of the next item or to cancel the next episode playing automatically.
he_il: [B]Nextup Service Notification[/B] - ההרחבה נחוצה על מנת לאפשר הודעה קופצת בזמן מוגדר לפני הסיום, אשר מאפשרת לנגן את הפריט הבא או לבטל את הניגון הבא האוטומטי.

# #31617
source: [B]Artwork Downloader[/B] add-on is needed to download all available artworks for movies/tv shows of library.
he_il: [B]Artwork Downloader[/B] - ההרחבה נחוצה על מנת להוריד את כל הגרפיקה לסרטים וסדרות בספרייה.

# #31618
source: [B]Artist Slideshow[/B] add-on is needed to display a artist slideshow as background for music visualisation.
he_il: [B]Artist Slideshow[/B] - ההרחבה נחוצה על מנת להציג את מצגת האמן כרקע לתצוגת מוזיקה.

# #31619
source: [B]TV Shows - Next Aired[/B] add-on is needed to display next aired of TV Shows.
he_il: [B]TV Shows - Next Aired[/B] -0 - ההרחבה נחוצה על מנת להציג את סדרות הטלוויזיה הבאות שישודרו.

# #31620
source: [B]CU LRC Lyrics[/B] add-on is needed to display lyrics from songs.
he_il: [B]CU LRC Lyrics[/B] - ההרחבה נחוצה על מנת להציג את מילות השיר המתנגן.

# #31621
source: [B]cdART Manager[/B] add-on is needed to download all ClearLogo and CDArt of Music Library.
he_il: [B]cdART Manager[/B] - ההרחבה נחוצה על מנת להוריד את הגרפיקה הנוספת לספריית המוזיקה.

# #31622
source: [B]YouTube[/B] add-on is needed to watch movies trailers.
he_il: [B]YouTube[/B] - ההרחבה נחוצה על מנת לצפות בקדימוני סרטים.

# #31623
source: Shows the plot on Hub Fanart.
he_il: הצג את העלילה על הפאנארט של הרכזת.

# #31624
source: Recently Played Episodes
he_il: פרקים שנצפו לאחרונה

# #31625
source: Recently Played Movies
he_il: סרטים שנצפו לאחרונה

# #31626
source: Recently Watched TV Shows
he_il: סדרות שנצפו לאחרונה

# #31627
source: Fanart transparency
he_il: שקיפות פאנארט

# #31628
source: Sets fanart colour and opacity.
he_il: קבע שקיפות וצבע הפאנארט.

# #31629
source: Show media flags on Hub widgets
he_il: הצג דגלי מדיה על יישומון הרכזת

# #31630
source: Shows media info icons on Hub widgets such as ratio, resolution, video codec, audio codec, number of channels...
he_il: הצג סמלי מידע מדיה על היישומון כגון: יחס תצוגה, רזולוציה, מקודד ווידאו, מקודד אודיו, מספר ערוצי שמע...

# #31631
source: Show ClearLogos on Hub widgets
he_il: הראה גרפיקת 'סמלים שקופים' ביישומוני רכזת

# #31632
source: Show movies/tv shows ClearLogos on Hub widget
he_il: הראה גרפיקת 'סמלים שקופים' של סרטים וסדרות ביישומוני רכזת

# #31633
source: Weather icons
he_il: סמלי מזג אוויר

# #31634
source: Select the weather icons resource add-on.
he_il: בחר את ההרחבה עבור משאבי סמלי מזג אוויר.

# #31635
source: Music visualisation background
he_il: רקע תצוגת מוזיקה

# #31636
source: Beveled Tiles
he_il: אריחים משופעים

# #31637
source: Album wall
he_il: קיר אלבום

# #31638
source: Hide all playback info on music visualisation background.
he_il: הסתר את כל מידע הניגון כאשר נבחר רקע תצוגת מוזיקה.

# #31639
source: Back to music visualisation
he_il: חזור אל תצוגת מוזיקה

# #31640
source: Colour
he_il: צבע

# #31641
source: [B]Library Data Provider[/B] add-on is needed to add more widgets.
he_il: [B]Library Data Provider[/B] - ההרחבה נחוצה על מנת להוסיף עוד יישומונים.

# #31642
source: Banners
he_il: כרזות

# #31643
source: Big Posters
he_il: פוסטרים גדולים

# #31644
source: Frames
he_il: מיסגרות

# #31645
source: Media Info 1
he_il: פרטי מדיה 1

# #31646
source: Info List 2
he_il: רשימת מידע 2

# #31647
source: Thumbs
he_il: תמונות ממוזערות

# #31648
source: Hide infos
he_il: הסתר מידע

# #31649
source: Debug grid
he_il: רשת ניפוי שגיאות

# #31650
source: Shows a debug grid on the interface.
he_il: הצג רשת ניפוי שגיאות על המכשיר.

# #31651
source: Posters
he_il: פוסטרים

# #31652
source: View
he_il: תצוגה

# #31653
source: Text colour
he_il: צבע הטקסט

# #31654
source: Enable individual text colour for each tile in home customisation
he_il: אפשר צבע טקסט נפרד עבור כל אריח, בהתאמת מסך הבית

# #31655
source: Sets the text colour for tiles text on home menu.
he_il: בחר את צבע הטקסט עבור טקסט אריחים בתפריט הבית.

# #31656
source: Sets a text colour for each tile of the home bar menu via the customisation home menu.
he_il: בחר צבע טקסט עבור כל אריח של סרגל האריחים המרכזי, באמצעות תפריט הבית להתאמה אישית.

# #31657
source: Background colour and opacity
he_il: צבע ושקיפות הרקע

# #31658
source: Reset the colour and opacity to defaults
he_il: אפס את הצבע והשקיפות לברירות המחדל

# #31659
source: Resets the fanart colour and opacity to defaults.
he_il: מאפס את הצבע ושקיפות הפאנארט לברירת המחדל.

# #31660
source: Reset the secondary colour to default
he_il: אפס את הצבע המשני לברירת המחדל

# #31661
source: Resets the secondary colour to default.
he_il: מאפס את הצבע המשני לברירת המחדל.

# #31662
source: Reset the text colour to default
he_il: אפס את צבע הטקסט לברירת מחדל

# #31663
source: Resets the text colour to default.
he_il: מאפס את צבע הטקסט לברירת מחדל.

# #31664
source: Squared tiles with rounded corners
he_il: אריחים מרובעים עם פינות מעוגלות

# #31665
source: Empty rounded tiles
he_il: אריחים מעוגלים ריקים

# #31666
source: Empty squared tiles
he_il: אריחים מרובעים ריקים

# #31667
source: Empty squared tiles with rounded corners
he_il: אריחים ריבועים ריקים עם פינות מעוגלות

# #31668
source: Empty beveled tiles
he_il: אריחים משופעים ריקים

# #31669
source: Studio icons
he_il: סמלי סטודיו

# #31670
source: Select the studio icons resource add-on.
he_il: בחר את ההרחבה לסמלי סטודיו.

# #31671
source: Show studio icons on video info screens
he_il: הצג סמלי סטודיו במסכי המידע של הווידאו

# #31672
source: Shows studio icons on video info screens.
he_il: מציג את סמלי סטודיו במסכי המידע של הווידאו.

# #31673
source: Home bar colour and opacity
he_il: צבע ושקיפות סרגל אריחים מרכזי

# #31674
source: Reset the home bar colour and opacity
he_il: אפס את הצבע והאטימות של סרגל האריחים המרכזי

# #31675
source: Sets the colour and opacity for the home bar menu.
he_il: קבע את הצבע והשקיפות לסרגל האריחים המרכזי.

# #31676
source: Resets the home bar colour and opacity.
he_il: מאפס את הצבע והשקיפות של סרגל האריחים המרכזי.

# #31677
source: Colour and opacity of the primary widget tile
he_il: צבע ושקיפות של יישומון האריח המרכזי

# #31678
source: Colour and opacity of the secondary widget tile
he_il: צבע ושקיפות של יישומון האריח המשני

# #31679
source: Reset the colour and opacity of the primary widget tile
he_il: אפס את הצבע והשקיפות של יישומון האריח המרכזי

# #31680
source: Reset the colour and opacity of the secondary widget tile
he_il: אפס את הצבע והשקיפות של יישומון האריח המשני

# #31681
source: Sets the colour and opacity of the primary widget tile.
he_il: קבע את הצבע והשקיפות של יישומון האריח המרכזי.

# #31682
source: Resets the colour and opacity of the primary widget tile.
he_il: מאפס את הצבע והשקיפות של יישומון האריח המרכזי.

# #31683
source: Sets the colour and opacity of the secondary widget tile.
he_il: קבע את הצבע והשקיפות של יישומון האריח המשני.

# #31684
source: Resets the colour and opacity of the secondary widget tile.
he_il: מאפס את הצבע והשקיפות של יישומון האריח המשני.

# #31685
source: Posters list
he_il: רשימת פוסטרים

# #31686
source: Replace widget fanart with background
he_il: החלף יישומון פאנארט עם הרקע

# #31687
source: Replaces the widget fanart with the home background.
he_il: החלף יישומון פאנארט עם רקע הבית.

# #31688
source: Sets a protection password for menu items.
he_il: קבע סיסמת הגנה לפריטי התפריט.

# #31689
source: Sets duration white menu items will be available after entering password.
he_il: קבע את משך הזמן שבו פריטי תפריט יהיו מאופשרים לאחר הקלדת סיסמה.

# #31690
source: Password protection
he_il: הגנה באמצעות סיסמה

# #31691
source: Password protection for menu items
he_il: תפריטים מוגנים באמצעות סיסמה

# #31692
source: Password has been successfully set!
he_il: הסיסמה נקבעה בהצלחה!

# #31693
source: Accessibility duration for menu items
he_il: זמן נגישות עבור פריטי תפריט

# #31694
source: Password protected content
he_il: תוכן מוגן בסיסמה

# #31695
source: Press [B]Enter[/B] and insert the password.
he_il: לחץ [B]'הכנס'[/B] והקלד את הסיסמה.

# #31696
source: Incorrect password! Please Retry.
he_il: הסיסמה שגויה אנא נסה שנית.

# #31697
source: Correct password! This menu is now available for
he_il: הסיסמה נכונה! התפריט הזה זמין למשך -

# #31698
source: minute(s)
he_il: דקה/ות

# #31699
source: Enable day/night colour themes
he_il: אפשר צבעי נושא ליום / לילה

# #31700
source: Theme to use at day time
he_il: ערכת נושא לשימוש ביום

# #31701
source: Theme to use at night time
he_il: ערכת נושא להשתמש בלילה

# #31702
source: every day at
he_il: כל יום ב-

# #31703
source: Toggles the automatic change of the colour theme based on day and night.
he_il: מחליף את השינוי האוטומטי של ערכות הנושא ליום ולילה.

# #31704
source: Selects the theme to use during the day.
he_il: בחר את ערכות הנושא להשתמש ביום.

# #31705
source: Selects the theme to use on nights.
he_il: בחר את ערכות הנושא להשתמש בלילה.

# #31706
source: Create and manage all colour themes.
he_il: יצירה וניהול של כל ערכות הצבעים.

# #31707
source: Protect home menu items with a password
he_il: הגן על תפריטי הבית בסיסמה

# #31708
source: Protect home menu items with a password. The protection of each item is performed in [B]Customise Home Menu[/B].
he_il: הגן על תפריטי הבית בסיסמה. ההגנה על כל פריט מבוצעת בתפריט [B]'התאמה האישית'[/B].

# #31709
source: Icons and texts only
he_il: סמלים וטקסט בלבד

# #31710
source: Show the info panel when video is paused
he_il: הצג את לוח המידע כאשר הווידאו מושהה

# #31711
source: Shows the info panel when the video is paused.
he_il: מציג את לוח המידע כאשר הווידאו מושהה.

# #31712
source: second(s)
he_il: שניות

# #31713
source: Time to display
he_il: זמן להצגה

# #31714
source: Sets the time before the synopsis displays in the video library.
he_il: קובע את הזמן לפני שהתקציר יוצג בספריית הווידאו.

# #31715
source: Hide tile
he_il: הסתר אריח

# #31716
source: Hide the header tile.
he_il: הסתר את הכותרת לאריח.

# #31717
source: Show indicators with widget infos
he_il: הראה מחוונים עם מידע היישומון

# #31718
source: Shows indicators of watched, unwatched, in progress and new videos with widget infos.
he_il: הראה מחוונים של 'נצפה', 'לא נצפה', בזמן ההתקדמות ובווידאו חדש יחד עם מידע יישומון.

# #31719
source: Info displayed for episodes
he_il: מידע מוצג עבור פרקים

# #31720
source: Total Episodes
he_il: סך הכל פרקים

# #31721
source: Unwatched Episodes
he_il: פרקים שלא נצפו

# #31722
source: Watched Episodes
he_il: פרקים שנצפו

# #31723
source: Episodes
he_il: פרקים

# #31724
source: Unwatched
he_il: לא נצפו

# #31725
source: Watched
he_il: נצפו

# #31726
source: Sets the info displayed on TV shows and seasons. [[B]Total Episodes[/B]] will show the total number of episodes for a TV shows or a season, [[B]Unwatched Episodes[/B]] will show the number of episodes not viewed for a TV shows or a season, [[B]Watched Episodes[/B]] will show the number of episodes already viewed for a TV shows or a season.
he_il: קבע המידע שיוצג בתוכניות טלוויזיה ועונות. [[B]'כל הפרקים'[/B]] יציג את מספר כל הפרקים לסדרה / עונה. [[B]'פרקים שלא נצפו'[/B]] יציג את מספר הפרקים שלא נצפו לסדרה / עונה. [[B]'פרקים שנצפו'[/B]] יציג את מספר הפרקים שכבר נצפו לסדרה / עונה.

# #31727
source: [B]AutoCompletion for virtual keyboard[/B] add-on is needed to show autocompletion of keyboard.
he_il: [B]AutoCompletion for virtual keyboard[/B] - ההרחבה נחוצה על מנת לאפשר השלמה אוטומטית של המקלדת.

# #31728
source: Posters with Emerging Info
he_il: פוסטרים עם מידע שמתגלה

# #31729
source: Big Fanarts
he_il: פאנארטים גדולים

# #31730
source: Big Banner
he_il: כרזות גדולות

# #31731
source: Watched for the last time on
he_il: נצפה בפעם האחרונה ב-

# #31732
source: Aired for the last time on
he_il: שודר/ה בפעם האחרונה ב-

# #31733
source: Hide Next Aired infos
he_il: הסתר מידע שידור פרק הבא

# #31734
source: Indicators
he_il: מחוונים

# #31735
source: All
he_il: הכל

# #31736
source: Hide unwatched indicator only
he_il: הסתר מחוונים של [B]'לא נצפו'[/B]

# #31737
source: Hub Image
he_il: תמונת רכזת

# #31738
source: Unwatched Movies
he_il: סרטים שלא נצפו

# #31739
source: Unwatched Episodes
he_il: פרקים שלא נצפו

# #31740
source: Pixelated
he_il: מפוקסל

# #31741
source: [B]colorbox Script[/B] add-on is needed to display pixelated fanart on music visualisation background.
he_il: [B]colorbox Script[/B] - ההרחבה נחוצה על מנת להציג פאנארט מפוקסל כרקע תצוגת המוזיקה.

# #31742
source: Logos with Fanarts/Thumbs
he_il: סמלים עם פאנארט / תמונות ממוזערות

# #31743
source: Big Wide with ClearArt
he_il: רחב וגדול עם גרפיקת 'לוגו שקוף'

# #31744
source: ClearArt List
he_il: רשימת גרפיקות 'לוגו שקוף'

# #31745
source: Logos List
he_il: רשימת סמלים

# #31746
source: Hide bottom bar
he_il: הסתר סרגל תחתון

# #31747
source: Autostart Artwork Downloader after a library update
he_il: הורדה אוטומטית של גרפיקה לאחר עדכון ספרייה

# #31748
source: Automatically downloads all available artwork using the [B]Artwork Downloader[/B] add-on.
he_il: מוריד באופן אוטומטי את כל הגרפיקה הקיימת בעזרת הרחבת [B]Artwork Downloader[/B]

# #31749
source: Show DiscArt on video info screens
he_il: הצג גרפיקת דיסק במסכי מידע הווידאו

# #31750
source: Shows DiscArt on video info screens.
he_il: מציג גרפיקת דיסק במסכי מידע הווידאו.

# #31751
source: Hide submenu icons
he_il: הסתר סמלי תפרטי משנה

# #31752
source: Hides the submenu icons.
he_il: מסתיר את אייקוני תפרטי משנה.

# #31753
source: Main colour of indicators
he_il: צבע ראשי של המחוון

# #31754
source: Secondary colour of indicators
he_il: צבע מישני של המחוון

# #31755
source: Sets the main colour of watched, unwatched, recently added and ongoing indicators.
he_il: קובע את הצבע הראשי של מחווני 'נצפו', 'לא נצפו', 'נוספו לאחרונה' 'ומתמשכים'.

# #31756
source: Sets the secondary colour of watched, unwatched, recently added and ongoing indicators.
he_il: קובע את הצבע המשני של מחווני 'נצפו', 'לא נצפו', 'נוספו לאחרונה' 'ומתמשכים'.

# #31757
source: Submenu style
he_il: סגנון תפריט המשנה

# #31758
source: Sets the submenu style.
he_il: הגדר את סגנון תפריט המשנה.

# #31759
source: Large
he_il: גדול

# #31760
source: Small
he_il: קטן

# #31761
source: Allows widget reloading.
he_il: אפשר טעינה מחדש של היישומון.

# #31762
source: Use compact Video OSD
he_il: השתמש בתצוגת מסך ווידאו קומפקטית

# #31763
source: Use animated artwork
he_il: השתמש בגרפיקה מונפשת

# #31764
source: Uses animations instead of static posters and fanart, if available.
he_il: השתמש בגרפיקה ופאנרט מונפשת במקום סטטית (אם זמין).

# #31765
source: Compacts the flags into the info popup.
he_il: מזער את הדגלים לתוך חלונית המידע הקופצת.

# #31766
source: Use Extrafanart backgrounds
he_il: השתמש בפאנארטים נוספים כרקע

# #31767
source: Enables the auto-rotating Extrafanart, if properly configured.
he_il: אפשר את הסיבוב האוטומטי של פאנארטים נוספים (אם הוגדר נכון).

# #31768
source: File Manager
he_il: מנהל הקבצים

# #31769
source: Use the alphabet scrollbar
he_il: השתמש בסרגל גלילה אלפאביתי

# #31770
source: Enables the alphabet scrollbar for quicker navigation in the library. [B]Disable this setting if you experience performance issues.[/B]
he_il: מאפשר את סרגל הגלילה האלפאביתי לצורך ניווט מהיר בספרייה. [B]בטל את ההגדרה הזאת אם אתה חווה בעיות ביצועים![B]

# #31771
source: Use regular scrollbars
he_il: תשתמש בסרגלי גלילה רגילים

# #31772
source: Enables regular vertical and horizontal scrollbars for quicker navigation in the library.
he_il: מאפשר גלילה אנכית ואופקית רגילה לניווט מהיר יותר בספרייה.

# #31773
source: Pixel format of video
he_il: פורמט פיקסלים של הווידאו

# #31774
source: Video Decoder
he_il: מפענח ווידאו

# #31775
source: Use dark interface
he_il: תשתמש בממשק כהה

# #31776
source: Enables custom dark diffused backgrounds for all views.
he_il: אפשר רקע כהה לכל התצוגות.

# #31777
source: Premiered
he_il: הופעת בכורה

# #31778
source: Directed by
he_il: בימוי על ידי

# #31779
source: Written by
he_il: נכתב על ידי

# #31780
source: Use HH:MM duration format
he_il: תשתמש בתצוגת שעות:דקות

# #31781
source: Uses hours and minutes for all duration flags. Provided by script.duration_axbmcuser or Skin Helper!
he_il: תשתמש בשעות ודקות לכל דגלי הזמן. (עושה שימוש ב-script.duration_axbmcuser או ב-Skin Helper!)

# #31782
source: [B]Skin Helper Widgets[/B] add-on is needed to provide additional widgets for the skin.
he_il: [B]Skin Helper Widgets[/B] - הרחבה זו נחוצה על מנת לאפשר יישומונים נוספים עבור המעטפת.

# #31783
source: [B]Script Duration (axbmcuser MOD)[/B] add-on is needed to convert the duration from minutes to HH:MM.
he_il: [B]Script Duration (axbmcuser MOD)[/B] - הרחבה זו נחוצה על מנת להמיר את הזמנים לפורמט של שעות ודקות.

# #31784
source: Show user ratings for music and videos
he_il: הצג דירוגי משתמשים עבור מוסיקה וסרטונים

# #31785
source: Enables the user rating display wherever possible, including the Music OSD.
he_il: אפשר תצוגת דירוג המשתמש כשניתן, כולל במסך תצוגת המוזיקה.

# #31786
source: Install date :
he_il: תאריך התקנה:

# #31787
source: Use overlay labels
he_il: תשתמש בתוויות עם כיסוי

# #31788
source: Use shadows on text
he_il: תשתמש בצללים על טקסט

# #31789
source: Uses the selected music artwork as skin background during playback.
he_il: משתמש בגרפיקת המוזיקה שנבחרה כרקע המעטפת במהלך ההשמעה.

# #31790
source: Use shadows on the light interface
he_il: תשתמש בצללים על ממשק בהיר

# #31791
source: Wraps a shadow effect around the light interface panels.
he_il: מוסיף אפקט הצללה מאחורי הלוחות של הממשק בהיר.

# #31792
source: Customise QuickNav shortcuts
he_il: התאמה אישית לקיצורי הניווט המהיר

# #31793
source: Configures a special shortcuts menu for quick navigation accessible from anywhere.
he_il: הגדרת תפריט קיצורי דרך מיוחד, לניווט מהיר ונגיש מכל מיקום.

# #31794
source: QuickNav
he_il: ניווט מהיר

# #31795
source: Opacity
he_il: שקיפות

# #31796
source: [B]Skin Helper Colourpicker[/B] add-on is needed to adjust the skin colour settings.
he_il: [B]Skin Helper Colourpicker[/B] - הרחבה זאת נחוצה על מנת לכוון את הגדרות צבעי המעטפת.

# #31797
source: [B]Animated Busy Spinners Pack[/B] add-on is needed to add extra spinner textures to the skin.
he_il: [B]Animated Busy Spinners Pack[/B] - הרחבה זו נחוצה על מנת להוסיף טקסטורה של 'עסוק' נוסף למעטפת.

# #31798
source: Backup fake disc
he_il: דיסק מזוייף כגיבוי

# #31799
source: Shows a fake rotating disc as backup on Music OSD instead of the plain CD underside.
he_il: מציג דיסק מזוייף מסתובב, כגיבוי במסך תצוגת המוזיקה במקום דיסק ריק.
